[
  {
    "image": "/Computador-Sociedade/media_json/adultizacao-infantil.jpg",
    "title": "Adultização Infantil",
    "subtitle": "Quando a Infância Perde o Brilho: Os Riscos da Adultização Infantil nas Redes Sociais",
    "caption": "Crianças imitando adultos, discursos complexos e uma busca por likes que esconde uma realidade preocupante. Até quando a infância será trocada por seguidores?",
    "info": [
      "Adultização infantil nas redes sociais é o fenômeno em que crianças e adolescentes passam a adotar comportamentos, discursos, estéticas e papéis sociais tipicamente associados ao mundo adulto, muitas vezes de forma precoce e inadequada, impulsionados pela exposição e participação ativa em plataformas digitais.",
      "Um exemplo disso são os famosos “coaches mirins” que são crianças ou adolescentes que se apresentam como influenciadores digitais e mentores, oferecendo conselhos e dicas sobre diversos temas, como finanças, empreendedorismo e desenvolvimento pessoal, usando linguagem e perspectivas de adultos, demonstrando dificuldades em compreender e aplicar os conceitos complexos abordados. Essas crianças acabam comprometendo o seu desenvolvimento mental e emocional, pois elas criam expectativas irreais sobre a vida por abordarem comportamentos e discursos que não condizem com a sua realidade e maturidade.",
      "Portanto, o ambiente virtual favorece a adultização infantil ao expor crianças precocemente a conteúdos e modelos adultos, reforçar comportamentos por meio de likes e seguidores, estimular a imitação de influenciadores e padrões irreais, permitir acesso sem supervisão e criar pressão social para seguir tendências adultizadas."
    ],
    "references": [
      "Felca. adultização. YouTube, 2025. Disponível em: https://youtu.be/FpsCzFGL1LE?si=eYYsLO1q3Wr8J9kn."
    ]
  },
  [
    {
      "image": "/Computador-Sociedade/media_json/escolas-desconectadas-dos-smartphones.jpg",
      "title": "Escolas desconectadas dos smartphones",
      "subtitle": "Lei Anticelulares nas Escolas: Proteção ou Desconexão? O Debate Sobre Tecnologia e Educação no Brasil",
      "caption": "A nova lei que proíbe celulares nas escolas divide opiniões: 62% dos brasileiros apoiam a medida contra distração e cyberbullying, mas especialistas alertam – proibir não basta, é preciso ensinar a usar. O desafio agora é equilibrar saúde mental e aprendizagem na era digital.",
      "info": [
      "Em janeiro de 2025, entrou em vigor a Lei 15.100/2025, que proíbe o uso de celulares e dispositivos eletrônicos pessoais em escolas públicas e privadas do Brasil, com o objetivo de proteger a saúde mental e o desenvolvimento de crianças e adolescentes. Apesar de o Ministério da Educação ainda não ter regulamentado a medida, muitas escolas já começaram a aplicá-la.",
      "A decisão gerou amplo debate entre educadores, políticos e famílias. Segundo pesquisa do Datafolha (out/2024), 62% da população apoia a restrição, preocupada com os impactos do uso excessivo de telas, como ansiedade, depressão, queda no desempenho escolar e cyberbullying.",
      "Especialistas como Denis Mizne (Fundação Lemann) defendem que celulares causam distração e não têm lugar no ambiente escolar, a menos que usados com intencionalidade pedagógica. A educadora Débora Garofalo alerta que a proibição é apenas um primeiro passo, sendo necessário também educar para o uso consciente da tecnologia.",
      "A medida busca promover foco, reduzir distrações e fortalecer o ambiente de aprendizado, garantindo que a tecnologia seja usada de forma equilibrada e com finalidade educativa. "     
      ],
      "references": [
      "FUNDAÇÃO LEMANN. Proibição de celulares nas escolas levanta debate sobre educação. Notícias Fundação Lemann, 17 fev. 2025. Disponível em: https://fundacaolemann.org.br/noticias/proibicao-de-celulares-nas-escolas-levanta-debate-sobre-educacao/"
      ]
    },
    {
      "image": "/Computador-Sociedade/media_json/aumento-da-desigualdade-digital.jpg",
      "title": "Aumento da desigualdade digital",
      "subtitle": "Desigualdade Digital: O Abismo Tecnológico que Amplia as Desigualdades Sociais",
      "caption": "Enquanto parte da sociedade navega na era digital, outra permanece à margem - a falta de acesso à tecnologia não é apenas uma questão de conectividade, mas de equidade social e oportunidades perdidas.",
      "info": [
        "O termo desigualdade digital refere-se ao abismo existente entre diferentes grupos sociais no que diz respeito ao acesso e utilização das Tecnologias de Informação e Comunicação (TICs). Esse desequilíbrio pode surgir devido a fatores econômicos, sociais, geográficos ou até culturais, criando uma divisão clara: enquanto uma parcela da população tem acesso constante e eficiente a recursos tecnológicos, outra enfrenta dificuldades ou completa exclusão.",
        "Inicialmente, acreditava-se que a exclusão digital era um problema temporário, vinculado ao subdesenvolvimento e que seria superado com a massificação da tecnologia. No entanto, mesmo com a popularização de dispositivos conectados à internet, essa disparidade persiste. As razões são diversas, incluindo: Custos elevados de aparelhos e serviços; Falta de conhecimento para utilização das ferramentas digitais; Deficiências na infraestrutur  a de telecomunicações em certas regiões.",
        "Um dos principais indicadores dessa desigualdade é o acesso à internet. Por exemplo, se em um país X 76% da população tem conexão diária, enquanto em um país Y apenas 18% possuem esse acesso, fica evidente a disparidade tecnológica entre essas nações.",
        "Reduzir a exclusão digital é essencial para diminuir as desigualdades sociais como um todo, pois o acesso à tecnologia abre portas para educação, capacitação profissional e melhores oportunidades de emprego. Em um mundo cada vez mais digitalizado, garantir inclusão tecnológica significa promover equidade e desenvolvimento social."
      ],
      "references": [
        "CONCEITO.DE. Desigualdade Digital. Disponível em: https://conceito.de/desigualdade-digital.",
        "IBERDROLA. O que é exclusão digital? Disponível em: https://www.iberdrola.com/compromisso-social/o-que-e-exclusao-digital. "
      ]
    },
    {
      "image": "/Computador-Sociedade/media_json/desemprego-estrutural.jpg",
      "title": "Desemprego estrutural",
      "subtitle": "Desemprego estrutural - máquinas tiram empregos das pessoas",
      "caption": "A automação e a modernização industrial aumentam a produtividade, mas a substituição da mão de obra humana por máquinas gera desempregos e causa impactos físicos e mentais aos trabalhadores",
      "info": [
        "O desemprego estrutural é causado por mudanças nos processos produtivos e nos hábitos de consumo, impulsionadas principalmente por inovações tecnológicas. Ele ocorre quando máquinas e equipamentos substituem a mão de obra humana, como na automação industrial ou na mecanização do campo, visando reduzir custos e aumentar a produtividade.",
        "Esse tipo de desemprego surge com o avanço tecnológico na economia, especialmente com o desenvolvimento de máquinas que assumem tarefas antes realizadas por pessoas. A modernização industrial, com robôs, sistemas informatizados, autoatendimento e comércio digital, é um dos principais fatores que levam ao desemprego estrutural.",
        "As consequências são econômicas, sociais e humanas. Economicamente, há aumento do número de desempregados, perda de renda e maior vulnerabilidade social. No aspecto social, surgem problemas como fome, violência, piora na qualidade de vida e até emigração. Além disso, os trabalhadores afetados enfrentam impactos físicos e mentais devido à substituição de sua mão de obra por tecnologia.",
        "Embora novas implementações no mundo do trabalho gerarem novas profissões e demandas, muitas vezes o ritmo de extinção dos empregos é maior, levando ao aumento no número de desempregados."
      ],
      "references": [
        "MUNDO EDUCAÇÃO. Desemprego estrutural. Disponível em: https://mundoeducacao.uol.com.br/geografia/desemprego-estrutural.htm."
      ]
    }
  ]
]