[
  {
    "name": "Computadores e Sociedade",
    "subtopics": [
      {
        "image": "/media_json/sociedade-da-informacao.jpg",
        "title": "Sociedade da Informação",
        "subtitle": "O avanço dos computadores transformou profundamente a sociedade contemporânea.",
        "caption": "Da evolução tecnológica aos desafios contemporâneos: como os computadores transformam a sociedade, moldam a informação e redefinem nossa relação com o mundo digital.",
        "info": [
          "Desde o surgimento das primeiras máquinas de processamento até os atuais dispositivos conectados à internet, a presença dos computadores influencia quase todos os aspectos da vida humana: trabalho, educação, comunicação, entretenimento, saúde e política. Essa integração tecnológica trouxe inúmeras facilidades, mas também desafios importantes, como a exclusão digital, a dependência tecnológica, e questões éticas sobre privacidade e uso de dados.",
          "Compreender a relação entre computador e sociedade é essencial para analisar como a tecnologia molda comportamentos, amplia ou restringe acessos e influencia decisões individuais e coletivas no mundo atual.", 
          "A Sociedade da Informação é um conceito que descreve uma era em que a informação se tornou o principal recurso econômico, social e cultural. Nessa sociedade, o conhecimento é produzido, compartilhado e consumido com alta velocidade, graças ao uso intensivo de tecnologias digitais — principalmente os computadores e a internet.",
          "Diferente das sociedades anteriores (agrária ou industrial), o foco agora está na comunicação, no acesso à informação e no processamento de dados em grande escala."
        ],
        "references": []
      }
    ]
  },
  {
    "name": "Saúde e Bem-estar",
    "subtopics": [
      {
        "image": "/media_json/os-impactos-do-tempo-excessivo-de-tela-na-saude.jpg",
        "title": "Os impactos do tempo excessivo de tela na saúde",
        "subtitle": "Como o uso descontrolado de redes sociais afeta bem-estar mental, produtividade e relações sociais",
        "caption": "Com brasileiros passando mais de 9 horas diárias online, especialistas alertam para consequências como ansiedade, distúrbios do sono e prejuízos profissionais – saiba como reduzir os danos.",
        "info": [
          "O uso crescente das redes sociais, especialmente entre jovens, traz vantagens como conexão global e acesso rápido à informação, mas o uso excessivo causa prejuízos à saúde mental e à produtividade. No Brasil as pessoas passam em média mais de 9 horas diárias online, principalmente pelo smartphone.",
          "Os efeitos negativos incluem aumento de ansiedade e depressão devido à comparação constante com vidas idealizadas, distúrbios do sono causados pela luz azul das telas e estímulos antes de dormir, além de isolamento social por substituir interações presenciais por conexões virtuais superficiais.",
          "Nas esferas profissional e acadêmica, as redes sociais podem causar procrastinação, perda de foco e prejudicar relações no trabalho, levando à baixa produtividade e má reputação.",
          "Para mitigar esses impactos, recomenda-se controlar o tempo de uso, priorizar atividades offline, criar hábitos que promovam sono de qualidade e limitar o acesso às redes em horários de trabalho ou estudo."
        ],
        "references": [
          "MACKENZIE. Impactos doexcesso do uso das redes sociais na saúde mental e na produtividade. Memórias 150 anos. 15 jul. 2024. Disponível em: https://www.mackenzie.br/en/memorias/150-anos/acontece/arquivo/n/a/i/impactos-do-excesso-do-uso-das-redes-sociais-na-saude-mental-e-na-produtividade."
        ]
      },
      {
        "image": "/media_json/brasil-em-relacao-ao-uso-excessivo-das-telas.jpg",
        "title": "Brasil em relação ao uso excessivo das telas",
        "subtitle": "Brasil é o segundo no ranking mundial de tempo em frente às telas",
        "caption": "O Brasil está entre os países que mais consomem conteúdo digital no mundo, com 9 horas diárias em frente às telas – mais da metade do tempo acordado!",
        "info": [
          "O uso excessivo de telas tornou-se uma questão preocupante no mundo moderno, e o Brasil ocupa uma posição alarmante nesse cenário. Segundo o Digital 2023: Global Overview Report (DataReportal), que analisou 45 países, os brasileiros passam, em média, 9 horas por dia em frente a dispositivos digitais – o equivalente a 56,6% do tempo acordado. Esse número coloca o Brasil como o segundo país mais conectado, atrás apenas da África do Sul (58,2%).",
          "A tecnologia é fundamental para o desenvolvimento nacional, mas seu uso desequilibrado tem gerado consequências graves, afetando tanto a saúde física quanto a mental. A dificuldade em separar vida pessoal e profissional, somada ao consumo prolongado de conteúdo digital, contribui para esse quadro.",
          "Um dos fatores que explicam esse comportamento é o crescimento dos serviços de streaming. Dados do IBGE revelam que, em 2022, 43,4% dos domicílios brasileiros (mais de 30 milhões de lares) possuíam pelo menos uma assinatura, indicando uma forte dependência do entretenimento digital.",
          "Antes de mais nada, é essencial refletir sobre os hábitos diários e buscar um equilíbrio no uso da tecnologia. Adotar práticas mais saudáveis não só melhora a qualidade de vida, mas também protege o bem-estar a longo prazo. A conscientização é o primeiro passo para reverter esse cenário."
        ],
        "references": [
          "SABIN, Laboratório. Tempo de tela em excesso afeta a saúde física e mental. Blog Sabin, 2024. Disponível em: https://blog.sabin.com.br/autocuidado/tempo-de-tela-em-excesso-afeta-a-saude-fisica-e-mental/.",
          "BRASILEIROS passam em média 56% do dia em frente às telas de smartphones e computadores. Jornal da USP, 2023. Disponível em: https://jornal.usp.br/atualidades/brasileiros-passam-em-media-56-do-dia-em-frente-as-telas-de-smartfones-computadores/."
        ]
      },
      {
        "image": "/media_json/como-reduzir-o-tempo-de-tela.jpg",
        "title": "Como reduzir o tempo de tela?",
        "subtitle": "Equilibrando tecnologia e bem-estar na era digital",
        "caption": "Descubra estratégias eficazes para controlar o uso excessivo do smartphone e reconquistar seu tempo",
        "info": [
          "Os smartphones se tornaram ferramentas indispensáveis no cotidiano moderno, mas o uso excessivo de seus recursos – como redes sociais, aplicativos, jogos e streaming – pode trazer riscos à saúde mental e à produtividade. Ainda que o vício em dispositivos móveis não seja oficialmente classificado como transtorno médico (por falta de estudos conclusivos), especialistas já identificam padrões preocupantes de comportamento.",
          "Entre os critérios observados estão: interferência em relacionamentos e responsabilidades, ansiedade ou irritabilidade quando longe do aparelho, medo exagerado de ficar sem o dispositivo e dificuldade persistente de concentração em atividades offline.",
          "A psicóloga Bufka destaca que a substituição de hábitos é a abordagem mais eficaz. Se sentir vontade de navegar sem propósito no celular, tenha um plano com três alternativas concretas – como ler um capítulo de livro, fazer alongamentos ou organizar um ambiente da casa.",
          "Além disso, algumas práticas comprovadas podem ajudar: criar zonas livres de tecnologia (como horários específicos sem tela durante refeições ou antes de dormir), redesenhar espaços físicos (mantendo os aparelhos fora de áreas comuns em certos períodos) e usar barreiras conscientes (ativando o modo avião ou deixando o dispositivo em outro cômodo durante tarefas importantes).",
          "Essas medidas ajudam a restaurar o controle sobre o tempo de tela, melhorando a qualidade de vida e as interações presenciais."
        ],
        "references": [
          "CNN BRASIL. Conheça 12 maneiras de diminuir o tempo de uso do celular. CNN Brasil, 2021. Disponível em: https://www.cnnbrasil.com.br/saude/conheca-12-maneiras-de-diminuir-o-tempo-de-uso-do-celular/."
        ]
      }
    ]
  },
  {
    "name": "Tecnologias digitais no educação",
    "subtopics": [
      {
        "image": "/media_json/escolas-desconectadas-dos-smartphones.jpg",
        "title": "Escolas desconectadas dos smartphones",
        "subtitle": "Lei Anticelulares nas Escolas: Proteção ou Desconexão? O Debate Sobre Tecnologia e Educação no Brasil",
        "caption": "A nova lei que proíbe celulares nas escolas divide opiniões: 62% dos brasileiros apoiam a medida contra distração e cyberbullying, mas especialistas alertam – proibir não basta, é preciso ensinar a usar. O desafio agora é equilibrar saúde mental e aprendizagem na era digital.",
        "info": [
          "Em janeiro de 2025, entrou em vigor a Lei 15.100/2025, que proíbe o uso de celulares e dispositivos eletrônicos pessoais em escolas públicas e privadas do Brasil, com o objetivo de proteger a saúde mental e o desenvolvimento de crianças e adolescentes. Apesar de o Ministério da Educação ainda não ter regulamentado a medida, muitas escolas já começaram a aplicá-la.",
          "A decisão gerou amplo debate entre educadores, políticos e famílias. Segundo pesquisa do Datafolha (out/2024), 62% da população apoia a restrição, preocupada com os impactos do uso excessivo de telas, como ansiedade, depressão, queda no desempenho escolar e cyberbullying.",
          "Especialistas como Denis Mizne (Fundação Lemann) defendem que celulares causam distração e não têm lugar no ambiente escolar, a menos que usados com intencionalidade pedagógica. A educadora Débora Garofalo alerta que a proibição é apenas um primeiro passo, sendo necessário também educar para o uso consciente da tecnologia.",
          "A medida busca promover foco, reduzir distrações e fortalecer o ambiente de aprendizado, garantindo que a tecnologia seja usada de forma equilibrada e com finalidade educativa. "     
        ],
        "references": [
          "FUNDAÇÃO LEMANN. Proibição de celulares nas escolas levanta debate sobre educação. Notícias Fundação Lemann, 17 fev. 2025. Disponível em: https://fundacaolemann.org.br/noticias/proibicao-de-celulares-nas-escolas-levanta-debate-sobre-educacao/"
        ]
      }
    ]
  },
  {
    "name": "Tecnologias digitais no mundo do trabalho",
    "subtopics": [
      {
        "image": "/media_json/impactos-das-tecnologias-no-mundo-trabalhista.jpg",
        "title": "Impactos das tecnologias no mundo trabalhista",
        "subtitle": "Os desafios da era digital no mercado de trabalho",
        "caption": "Como automação e inteligência artificial estão remodelando as relações laborais – e o que podemos fazer para garantir um futuro mais equilibrado",
        "info": [
          "As tecnologias digitais, como a automação industrial e a inteligência artificial (IA), estão transformando o mundo do trabalho. Embora promovam avanços na produtividade, essas inovações também provocam desemprego estrutural, aumento da desigualdade, precarização das relações trabalhistas, dependência tecnológica e riscos à saúde mental.",
          "A uberização representa esse novo modelo de trabalho, marcado por instabilidade, sobrecarga e ausência de garantias. Já a chamada corrida educacional impõe uma busca constante por qualificação, muitas vezes sem retorno financeiro proporcional, enquanto trabalhadores de menor escolaridade perdem espaço para máquinas e algoritmos.",
          "A polarização do trabalhador agrava a desigualdade: enquanto crescem os empregos altamente qualificados e bem remunerados, os de média e baixa qualificação são eliminados ou precarizados. A rápida evolução da IA amplia as incertezas, exigindo atenção permanente aos seus impactos.",
          "Diante desse cenário, é fundamental a atuação ativa de sindicatos, trabalhadores e do poder público na construção de políticas de curto e longo prazo. Essas políticas devem priorizar a educação, a proteção social e a regulação do uso das tecnologias, para que o futuro do trabalho seja mais justo, inclusivo e centrado nas pessoas."        
        ],
        "references": [
          "Central Única dos Trabalhadores (CUT). Impactos das Tecnologias Digitais no Mundo do Trabalho. CUT – Central Única dos Trabalhadores. Publicado em: 01 mar. 2024. Disponível em: https://www.cut.org.br/artigos/impactos-das-tecnologias-digitais-no-mundo-do-trabalho-ce41/."
        ]
      }
    ]
  },
  {
    "name": "Tecnologias digitais na economia",
    "subtopics": [
      {
        "image": "/media_json/desemprego-estrutural.jpg",
        "title": "Desemprego estrutural",
        "subtitle": "Desemprego estrutural - máquinas tiram empregos das pessoas",
        "caption": "A automação e a modernização industrial aumentam a produtividade, mas a substituição da mão de obra humana por máquinas gera desempregos e causa impactos físicos e mentais aos trabalhadores",
        "info": [
          "O desemprego estrutural é causado por mudanças nos processos produtivos e nos hábitos de consumo, impulsionadas principalmente por inovações tecnológicas. Ele ocorre quando máquinas e equipamentos substituem a mão de obra humana, como na automação industrial ou na mecanização do campo, visando reduzir custos e aumentar a produtividade.",
          "Esse tipo de desemprego surge com o avanço tecnológico na economia, especialmente com o desenvolvimento de máquinas que assumem tarefas antes realizadas por pessoas. A modernização industrial, com robôs, sistemas informatizados, autoatendimento e comércio digital, é um dos principais fatores que levam ao desemprego estrutural.",
          "As consequências são econômicas, sociais e humanas. Economicamente, há aumento do número de desempregados, perda de renda e maior vulnerabilidade social. No aspecto social, surgem problemas como fome, violência, piora na qualidade de vida e até emigração. Além disso, os trabalhadores afetados enfrentam impactos físicos e mentais devido à substituição de sua mão de obra por tecnologia.",
          "Embora novas implementações no mundo do trabalho gerarem novas profissões e demandas, muitas vezes o ritmo de extinção dos empregos é maior, levando ao aumento no número de desempregados."
        ],
        "references": [
          "MUNDO EDUCAÇÃO. Desemprego estrutural. Disponível em: https://mundoeducacao.uol.com.br/geografia/desemprego-estrutural.htm."
        ]
      },
      {
        "image": "/media_json/aumento-da-desigualdade-digital.jpg",
        "title": "Aumento da desigualdade digital",
        "subtitle": "Desigualdade Digital: O Abismo Tecnológico que Amplia as Desigualdades Sociais",
        "caption": "Enquanto parte da sociedade navega na era digital, outra permanece à margem - a falta de acesso à tecnologia não é apenas uma questão de conectividade, mas de equidade social e oportunidades perdidas.",
        "info": [
          "O termo desigualdade digital refere-se ao abismo existente entre diferentes grupos sociais no que diz respeito ao acesso e utilização das Tecnologias de Informação e Comunicação (TICs). Esse desequilíbrio pode surgir devido a fatores econômicos, sociais, geográficos ou até culturais, criando uma divisão clara: enquanto uma parcela da população tem acesso constante e eficiente a recursos tecnológicos, outra enfrenta dificuldades ou completa exclusão.",
          "Inicialmente, acreditava-se que a exclusão digital era um problema temporário, vinculado ao subdesenvolvimento e que seria superado com a massificação da tecnologia. No entanto, mesmo com a popularização de dispositivos conectados à internet, essa disparidade persiste. As razões são diversas, incluindo: Custos elevados de aparelhos e serviços; Falta de conhecimento para utilização das ferramentas digitais; Deficiências na infraestrutur  a de telecomunicações em certas regiões.",
          "Um dos principais indicadores dessa desigualdade é o acesso à internet. Por exemplo, se em um país X 76% da população tem conexão diária, enquanto em um país Y apenas 18% possuem esse acesso, fica evidente a disparidade tecnológica entre essas nações.",
          "Reduzir a exclusão digital é essencial para diminuir as desigualdades sociais como um todo, pois o acesso à tecnologia abre portas para educação, capacitação profissional e melhores oportunidades de emprego. Em um mundo cada vez mais digitalizado, garantir inclusão tecnológica significa promover equidade e desenvolvimento social."
        ],
        "references": [
          "CONCEITO.DE. Desigualdade Digital. Disponível em: https://conceito.de/desigualdade-digital.",
          "IBERDROLA. O que é exclusão digital? Disponível em: https://www.iberdrola.com/compromisso-social/o-que-e-exclusao-digital. "
        ]
      }
    ]
  },
  {
    "name": "A influência do algoritmo",
    "subtopics": [
      {
        "image": "/media_json/adultizacao.jpg",
        "title": "Adultização",
        "subtitle": "O circuito perverso que monetiza a exploração infantil online",
        "caption": "Quando plataformas priorizam o tempo de tela sobre a segurança, algoritmos transformam vulnerabilidade infantil em conteúdo 'recomendado'. A falta de fiscalização digital não é falha técnica – é escolha lucrativa das big-techs.",
        "info": [
          "O algoritmo funciona por recomendação do que você tem interesse em ver, ou seja, o like que você dá em algum vídeo, o tempo em que você passa consumindo e até compartilhar para um amigo. Dessa forma, o algoritmo é utilizado para recomendar vídeos de seu interesse para te prender na plataforma. Porém, o problema acontece quando o algoritmo entende que vídeos de crianças expostas sugestivamente são considerados tópicos de interesse, sem nem mesmo avaliar a ética desse tipo de conteúdo, ou seja, o algoritmo sabe que esses vídeos existem e propaga pra quem se interessa.", 
          "Por mais que o algoritmo seja algo programado, um robô, ele foi feito por seres humanos, essa propagação desses conteúdos é completamente inaceitável nessa era em que a tecnologia só avança, principalmente com as inteligências artificiais. Como assim não há nenhuma forma de detectar esses vídeos e os banir?. Ao invés de banir e sinalizar esses tipos de conteúdo, as redes na verdade promovem e monetizam isso, como se fosse um conteúdo “normal”, como por exemplo, moda, esportes, culinária, etc. Deixando nítida a negligência e o descaso das big-techs que comandam as redes sociais.",
          "Além da negligência das big-techs, também vemos o descaso de alguns pais com seus filhos, que ao verem que esse tipo de conteúdo é monetizado acabam incentivando os filhos a continuarem a gravar esse conteúdo e em alguns casos até fazem incentivam a produzir algo mais sugestivo, visando mais o retorno monetário do que o desenvolvimento e a saúde de seus filhos.",
          "Ademais, encontramos outro grande impasse, o público que consome esses conteúdos, sendo a maioria desse público caracterizado por pedófilos."
        ],
        "references": [
          "Felca. adultização. YouTube, 2025. Disponível em: https://youtu.be/FpsCzFGL1LE?si=eYYsLO1q3Wr8J9kn."
        ]
      }
    ]
  }
]